<?php

return [
    'alert_accept' => 'Прийняти всі',
    'alert_essentials_only' => 'Прийняти тільки необхідні',
    'alert_settings' => 'Налаштуйте ваші вподобання',
    'alert_text' => 'Обравши "Прийняти всі файли cookie", ви погоджуєтеся на використання файлів cookie, щоб допомогти нам забезпечити вам кращий досвід користувача та проаналізувати використання веб-сайту. Натиснувши "Налаштуйте ваші вподобання", ви можете вибрати, які файли cookie дозволити. Тільки необхідні файли cookie необхідні для належного функціонування нашого веб-сайту і не можуть бути відхилені.',
    'alert_title' => 'Цей веб-сайт використовує файли cookie',
    'alert_essential_only' => 'Прийняти лише необхідні файли cookie',
    'setting_analytics' => 'Аналітичні файли cookie',
    'setting_analytics_text' => 'дозволяють нам аналізувати використання веб-сайту та покращувати досвід відвідувачів.',
    'setting_essential' => 'Необхідні файли cookie',
    'setting_essential_text' => 'необхідні з технічних причин. Без них цей веб-сайт може працювати некоректно.',
    'setting_functional' => 'Функціональні файли cookie',
    'setting_functional_text' => 'необхідні для конкретного функціоналу на веб-сайті. Без них деякі функції можуть бути вимкнені.',
    'setting_marketing' => 'Маркетингові файли cookie',
    'setting_marketing_text' => 'дозволяють нам персоналізувати ваш досвід та надсилати вам відповідний контент та пропозиції на цьому веб-сайті та інших веб-сайтах.',
    'settings_accept_all' => 'Прийняти всі файли cookie',
    'settings_cancel' => 'Скасувати',
    'settings_close' => 'Закрити',
    'settings_save' => 'Зберегти мій вибір',
    'settings_title' => 'Налаштування файлів cookie',
    'settings_text' => 'Наш веб-сайт зберігає чотири типи файлів cookie. У будь-який момент ви можете вибрати, які файли cookie ви приймаєте, а які відхиляєте. Ви можете дізнатися більше про те, що таке файли cookie та які типи файлів cookie ми зберігаємо в нашій <a href=":policyUrl" target="_blank" class="underline hover:no-underline">Політиці використання файлів cookie</a>.',
];